{
  "learnings": [
    {
      "content": "Lumen Orbit raised $2.4 million to develop space-based data centers. Axiom Space partners with Kepler Space and Skyloom to develop a space-based data center. Space-based data centers could use solar panels for power and asteroids for water cooling, and allow for fast transmission between two points on the globe. Lumen Orbit plans to build space-based data centers, leveraging high-intensity solar power to reduce energy costs for AI model training by up to 95%. The first step is a satellite demonstration slated for 2025. Thales Alenia Space is developing a 50-kilowatt proof of concept for a space data center to be deployed by 2031, scaling up to 1-gigawatt by 2050, potentially generating billions of Euros by 2050. IBM researchers, in partnership with KP Labs, are studying orbital data centers for the European Space Agency (ESA), proposing scenarios including data processing satellites and a lunar lander acting as a data center. Axiom Space is developing an orbital data center capability (ODC T1) for its commercial space station, utilizing optical intersatellite links (OISLs) for secure data transmission and a modular design to accommodate growing needs. HPE sent the Spaceborne Computer-2 to the ISS in February 2021, which includes HPE Edgeline Converged EL4000 Edge and HPE ProLiant machines with an Nvidia T4 GPU to support AI workloads. OrbitsEdge is developing a satellite system with solar panels for power and radiators for heat dissipation, aiming to launch its first demonstration satellite before the end of 2022. NTT, in partnership with Japan’s SKY Perfect JSAT Holdings, plans to launch satellites with computing and storage capabilities by 2025, forming a single data center via optical links. The European Space Agency launched PhiSat-1, the first satellite with AI processing on board, using Intel's Movidius Myriad 2 chip.",
      "sourceUrl": "https://phys.org/news/2024-06-centers-space.html, https://www.ibm.com/think/news/data-centers-space, https://www.datacenterknowledge.com/data-center-hardware/space-is-the-final-frontier-for-data-centers",
      "sourceText": "As our own Alan Boyle reported in March, a company called Lumen Orbit raised $2.4 million only three months after being founded to bring data centers to space. Axiom Space, which we've mentioned in several articles in the last few years, is also partnering with Kepler Space and Skyloom to develop the world's first functional space-based data center. | Lumen Orbit’s first step is a satellite demonstration, slated for 2025 as part of the NVIDIA Inception startup incubator program. According to the company’s [whitepaper](https://lumenorbit.github.io/wp.pdf), its approach hinges on the creation of solar arrays, which are massive solar panels, in space. The solar arrays would feed energy into high-density compute modules, relying on advanced cooling systems—likely involving liquid cooling or [two-phase immersion](https://en.wikipedia.org/wiki/Immersion_cooling)—to handle the heat generated by powerful AI workloads. The EU commissioned [one such study](https://ascend-horizon.eu/) from [Thales Alenia Space](https://www.thalesaleniaspace.com/en), a France-based global space manufacturer of satellite-based systems. The results of the ASCEND (Advanced Space Cloud for European Net-zero Emission and Data Sovereignty) feasibility study, which were published in June, found that deploying data centers in orbit could significantly reduce energy consumption and carbon emissions compared to traditional Earth-based infrastructure. With solar power as their energy source, these space data centers would additionally eliminate the need for water cooling, aligning with Europe’s 2050 carbon neutrality goals. Axiom Space anticipates that its space station will host a growing number of crew members who will need reliable cloud services. To meet the demand, the company is developing an orbital data center capability (ODC T1) designed to lessen dependence on Earth-based infrastructure. These orbital data centers use a laser-based communication system called optical intersatellite links (OISLs) to securely transmit data to other satellites. | Last year marked the first time humanity deployed a conventional data center in space. The HPE Spaceborne Computer-2 – a set of HPE Edgeline Converged EL4000 Edge and HPE ProLiant machines, each with an Nvidia T4 GPU to support AI workloads – was sent to the International Space Station in February of 2021. Our plan is to build a box that does radiation shielding and thermal management so whatever we put in that box can fly and work. The first satellites that make up this network are expected to launch by 2025."
    }
  ],
  "visitedUrls": [
    "https://www.equinix.lat/content/dam/eqxcorp/en_us/documents/resources/ibx-tech-specs/ibx_pa3_en.pdf",
    "https://phys.org/news/2024-06-centers-space.html",
    "https://www.ibm.com/think/topics/data-centers",
    "https://www.deltaelectronicsindia.com/en-IN/products/Data-Center-Infrastructure/ALL/",
    "https://www.ibm.com/think/news/data-centers-space",
    "https://kenniesit.com/blog/data-center/codes-and-standards-for-data-center-design-and-infrastructure/",
    "https://www.datacenterknowledge.com/data-center-hardware/space-is-the-final-frontier-for-data-centers"
  ],
  "timestamp": "2025-02-23T07:25:19.770Z"
}