{
  "learnings": [
    {
      "content": "Multiple sources discuss the technical and economic feasibility of space-based data centers. The ASCEND feasibility study, funded by the European Commission, indicates that space-based data centers are economically viable and could reduce CO2 emissions, especially with increasing demand from generative AI workloads. The study estimates that space infrastructures would require a launcher ten times less emissive over its lifecycle and would not need water for cooling. The project aims to deploy 1GW of data center capacity in space by 2050, with an estimated market of 23GW by 2030. Modular space infrastructure would be assembled in orbit using robotics. Space-based data centers offer advantages such as reduced energy costs (solar power), elimination of land use, and decreased data latency. Companies like Axiom Space and Skyloom are working on orbital data centers, while others are exploring power and cooling technologies, with potential for green energy and water from asteroids for cooling. Challenges include data transfer rates, launch costs, and the effects of radiation.",
      "sourceUrl": "https://www.thalesaleniaspace.com/en/press-releases/thales-alenia-space-reveals-results-ascend-feasibility-study-space-data-centers-0, https://www.constellationr.com/blog-news/insights/data-centers-space-feasible-sustainable-and-could-drive-returns, https://www.datacenterdynamics.com/en/analysis/space-the-final-data-center-frontier/, https://www.theengineer.co.uk/content/news/feasibility-study-on-space-based-data-centres-shows-promising-results/, https://www.techtarget.com/searchdatacenter/tip/Projections-and-feasibility-of-data-centers-in-space, https://www.universetoday.com/167477/could-we-put-data-centers-in-space/, https://ascend-horizon.eu/data-centres-in-space/",
      "sourceText": "The results of the study also confirm the project’s economic viability, offering a prospect of a return on investment of several billion euros between now and 2050. | Data centers in space are economically feasible and could reduce carbon emissions as workloads for generative AI surge, according to Thales Alenia Space, the coordinator of a European Commission study. | \"In essence, it’s a feasibility study to try to see whether putting some data center capacity in space might help reduce the carbon footprint of data centers. [We’re asking] whether putting them in space and capturing the energy from space, and using the natural cooling of space, could help?\" | Data centres assembled and operated in space could move forward following promising results of the ASCEND (Advanced Space Cloud for European Net zero emission and Data sovereignty) feasibility study. | Data centers in LEO would provide lower energy costs, as well as technological and environmental benefits. | Space-based data centers have several advantages over ground-based ones. The first and most obvious is the near-unlimited amount of space in space. Second, there are plenty of potential options for novel power and cooling technologies that can’t exist back on Earth. Third, using a space-based data center as a relay point for information could cut down on lag in data transfer between continents. | Data Centres in Space"
    }
  ],
  "visitedUrls": [
    "https://www.thalesaleniaspace.com/en/press-releases/thales-alenia-space-reveals-results-ascend-feasibility-study-space-data-centers-0",
    "https://www.constellationr.com/blog-news/insights/data-centers-space-feasible-sustainable-and-could-drive-returns",
    "https://www.theengineer.co.uk/content/news/feasibility-study-on-space-based-data-centres-shows-promising-results/",
    "https://www.techtarget.com/searchdatacenter/tip/Projections-and-feasibility-of-data-centers-in-space",
    "https://www.datacenterdynamics.com/en/analysis/space-the-final-data-center-frontier/",
    "https://ascend-horizon.eu/data-centres-in-space/",
    "https://www.universetoday.com/167477/could-we-put-data-centers-in-space/"
  ],
  "timestamp": "2025-02-23T09:01:47.732Z"
}